[
    {
        "original_comment": "bro just say sorry",
        "cleaned_comment": "bro say sorry",
        "sentiment": {
            "neg": 0.394,
            "neu": 0.606,
            "pos": 0.0,
            "compound": -0.0772
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 1.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Macadelic was underrated too",
        "cleaned_comment": "macadelic underrated",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "Pandering of the highest order",
        "cleaned_comment": "pandering highest order",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "giving it a 8 bc he died will never not be funny",
        "cleaned_comment": "giving bc died never funny",
        "sentiment": {
            "neg": 0.577,
            "neu": 0.192,
            "pos": 0.231,
            "compound": -0.5583
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.33,
            "Sad": 0.0,
            "Fear": 0.67
        }
    },
    {
        "original_comment": "A 3 was ridiculous",
        "cleaned_comment": "ridiculous",
        "sentiment": {
            "neg": 1.0,
            "neu": 0.0,
            "pos": 0.0,
            "compound": -0.3612
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "now he need to do a redux on The Divine Feminine. He didnt give that album a fair review and score",
        "cleaned_comment": "need redux divine feminine didnt give album fair review score",
        "sentiment": {
            "neg": 0.145,
            "neu": 0.59,
            "pos": 0.265,
            "compound": 0.3895
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.33,
            "Surprise": 0.0,
            "Sad": 0.33,
            "Fear": 0.33
        }
    },
    {
        "original_comment": "This album review is wack. Don’t even review my music in the first place if you don’t appreciate my music when I was alive. <br><br>It seems cynical for Fantano to review a Mac Miller project that deals with substance abuse and he didn’t feel the lyrical content of Mac’s issues being authentic when he first reviewed the album but his struggles of substance abuse was only authentic after he died. <br><br>It’s offensive and disingenuous to review Mac Miller album positively after his death cause u never cared for the struggles this man was going through when he was alive. <br><br>And that’s the problem with Fantano, hes bias and judgmental. Fantano refused to review Kanye’s album based on offensive things he said, reviewed XXXtentacion’s music harshly due to his legal issues, ignorantly called Lil Baby a Young Thug clone until he released The Bigger Picture and had some many other bias ways he reviews music &amp; artists.<br><br>Fantano ignorantly put Mac Miller in a category of a Frat boy rapper like a Asher Roth but he evolved from that but he couldn’t get away from his prejudices no matter how Mac evolved through the times. <br><br>The problem with Fantano is that he’s bias, ignorant, judgmental and not objective about music especially hip hop music, that’s why it’s hard to take his reviews seriously",
        "cleaned_comment": "album review wack dont even review music first place dont appreciate music alive seems cynical fantano review mac miller project deals substance abuse didnt feel lyrical content macs issues authentic first reviewed album struggles substance abuse authentic died offensive disingenuous review mac miller album positively death cause u never cared struggles man going alive thats problem fantano hes bias judgmental fantano refused review kanyes album based offensive things said reviewed xxxtentacions music harshly due legal issues ignorantly called lil baby young thug clone released bigger picture many bias ways reviews music amp artistsfantano ignorantly put mac miller category frat boy rapper like asher roth evolved couldnt get away prejudices matter mac evolved times problem fantano hes bias ignorant judgmental objective music especially hip hop music thats hard take reviews seriously",
        "sentiment": {
            "neg": 0.354,
            "neu": 0.583,
            "pos": 0.063,
            "compound": -0.9922
        },
        "emotions": {
            "Happy": 0.04,
            "Angry": 0.07,
            "Surprise": 0.04,
            "Sad": 0.22,
            "Fear": 0.63
        }
    },
    {
        "original_comment": "If Mac was still alive he wouldn&#39;t have changed his review",
        "cleaned_comment": "mac still alive wouldnt changed review",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.658,
            "pos": 0.342,
            "compound": 0.3818
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 1.0
        }
    },
    {
        "original_comment": "I didn’t like his slower stuff either at first.  Now I can’t get enough of it.",
        "cleaned_comment": "didnt like slower stuff either first cant get enough",
        "sentiment": {
            "neg": 0.209,
            "neu": 0.791,
            "pos": 0.0,
            "compound": -0.2755
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 1.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "this is only because he died and u cant convince me",
        "cleaned_comment": "died u cant convince",
        "sentiment": {
            "neg": 0.842,
            "neu": 0.158,
            "pos": 0.0,
            "compound": -0.6531
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 1.0
        }
    },
    {
        "original_comment": "This is the moment I realized that Fantano just says whatever could get him the most engagement. Ain&#39;t no way you&#39;re gonna tell me that bro dying made you realize that his album was actually good 😂😂 so corny.",
        "cleaned_comment": "moment realized fantano says whatever could get engagement aint way youre gon na tell bro dying made realize album actually good corny",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.772,
            "pos": 0.228,
            "compound": 0.7096
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.33,
            "Fear": 0.67
        }
    },
    {
        "original_comment": "Fair points. But please. Don’t try to sing.",
        "cleaned_comment": "fair points please dont try sing",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.465,
            "pos": 0.535,
            "compound": 0.5574
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 1.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Swimming was like a memoir",
        "cleaned_comment": "swimming like memoir",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.444,
            "pos": 0.556,
            "compound": 0.3612
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "Ladders is an incredible song. That song alone makes this album a 9  in my opinion.",
        "cleaned_comment": "ladders incredible song song alone makes album opinion",
        "sentiment": {
            "neg": 0.222,
            "neu": 0.778,
            "pos": 0.0,
            "compound": -0.25
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.5,
            "Sad": 0.5,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "One of the most emotional albums that will hit your soul every time. Glad you saw the light and appreciated this album. Rest In Peace Malcolm.",
        "cleaned_comment": "one emotional albums hit soul every time glad saw light appreciated album rest peace malcolm",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.491,
            "pos": 0.509,
            "compound": 0.886
        },
        "emotions": {
            "Happy": 0.4,
            "Angry": 0.2,
            "Surprise": 0.2,
            "Sad": 0.2,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Remember when Anthony gave this album a 3 while making fun of it for 5 minutes",
        "cleaned_comment": "remember anthony gave album making fun minutes",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.645,
            "pos": 0.355,
            "compound": 0.5106
        },
        "emotions": {
            "Happy": 0.33,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.33,
            "Fear": 0.33
        }
    },
    {
        "original_comment": "It is an 8 minimum so I’m glad Mellon made the right choice in reduxing his review. A 3 is just too low on the original. Even if you aren’t a fan of Mac, the production value alone of swimming, mixed with Mac’s flow, emotional creative concepts intertwined together makes this an 8+. I’d give it a 9. It’s crazy how many parallels there was between his life &amp; death, the joy he gave hip hop people and general while also fighting substance abuse. You can feel and hear his mind coming together to make something spectacularly sad but healing for others who can relate. Mac is a legend. Rip.",
        "cleaned_comment": "minimum im glad mellon made right choice reduxing review low original even arent fan mac production value alone swimming mixed macs flow emotional creative concepts intertwined together makes id give crazy many parallels life amp death joy gave hip hop people general also fighting substance abuse feel hear mind coming together make something spectacularly sad healing others relate mac legend rip",
        "sentiment": {
            "neg": 0.26,
            "neu": 0.552,
            "pos": 0.188,
            "compound": -0.7321
        },
        "emotions": {
            "Happy": 0.05,
            "Angry": 0.05,
            "Surprise": 0.11,
            "Sad": 0.37,
            "Fear": 0.42
        }
    },
    {
        "original_comment": "we finally won",
        "cleaned_comment": "finally",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 1.0
        }
    },
    {
        "original_comment": "Perfecto being the least favorite track is insanity",
        "cleaned_comment": "perfecto least favorite track insanity",
        "sentiment": {
            "neg": 0.59,
            "neu": 0.191,
            "pos": 0.219,
            "compound": -0.5967
        },
        "emotions": {
            "Happy": 1.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Everyone talking about how it’s a good redux review. He gave it a 8 it should be infinity out of 10, greatest album of all time",
        "cleaned_comment": "everyone talking good redux review gave infinity greatest album time",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.53,
            "pos": 0.47,
            "compound": 0.7964
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 1.0
        }
    },
    {
        "original_comment": "massive W, Mr. Melon. I strongly disagreed with your initial review",
        "cleaned_comment": "massive w mr melon strongly disagreed initial review",
        "sentiment": {
            "neg": 0.245,
            "neu": 0.532,
            "pos": 0.223,
            "compound": -0.0516
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "Just a tad late buckaroo",
        "cleaned_comment": "tad late buckaroo",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 1.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "This album will always have a special place in my heart",
        "cleaned_comment": "album always special place heart",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.597,
            "pos": 0.403,
            "compound": 0.4019
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.33,
            "Sad": 0.33,
            "Fear": 0.33
        }
    },
    {
        "original_comment": "I’ve been waiting for this for 5 years. I was an avid watcher of fantano back then and swimming was the only review where I felt he was genuinely talking out of his ass in some of his commentary. There was a lack of genuine criticism mostly just personal anecdotes and insults. Seriously go back and watch, one of his worst reviews. Whereas previously when he negatively reviewed an album that I liked I could see where he was coming from and he made good points. I think the maturity and contrast on this redux shows the beauty, eeriness, sadness, and importance of swimming. It’s an album that seriously keeps getting better with time. And not just because of Macs passing. It was one of those weird albums that you just don’t understand upon first listen. It’s definitely in my top 5 for that year though. Listening to it after his death felt like he was talking to us from beyond the grave. He communicated his headspace so well. It felt like such a down to earth performance. It felt like he was pouring his heart out while simultaneously spitting some of the most cold shit I’ve ever heard but all while sounding super relaxed like he was recording while laying back in a recliner. There’s just nothing else like that album. For me this album is a 9 but bumping it up to an 8 after giving it a 3 just makes me so happy. This is the review Mac deserved.",
        "cleaned_comment": "ive waiting years avid watcher fantano back swimming review felt genuinely talking ass commentary lack genuine criticism mostly personal anecdotes insults seriously go back watch one worst reviews whereas previously negatively reviewed album liked could see coming made good points think maturity contrast redux shows beauty eeriness sadness importance swimming album seriously keeps getting better time macs passing one weird albums dont understand upon first listen definitely top year though listening death felt like talking us beyond grave communicated headspace well felt like earth performance felt like pouring heart simultaneously spitting cold shit ive ever heard sounding super relaxed like recording laying back recliner theres nothing else like album album bumping giving makes happy review mac deserved",
        "sentiment": {
            "neg": 0.198,
            "neu": 0.511,
            "pos": 0.29,
            "compound": 0.9287
        },
        "emotions": {
            "Happy": 0.1,
            "Angry": 0.03,
            "Surprise": 0.3,
            "Sad": 0.33,
            "Fear": 0.23
        }
    },
    {
        "original_comment": "Unpopular opinion prolly but I think this entire thing&#39;s pretty fuckin weird... I mean it basically took bro death for you to appreciate this album, its contexts and themes, and really care bc you did a whole 180. cuz a 3 to an 8 is pretty wild. yeah I might just be being a bitch but ion really care. at least you&#39;re able to see its greatness now",
        "cleaned_comment": "unpopular opinion prolly think entire things pretty fuckin weird mean basically took bro death appreciate album contexts themes really care bc whole cuz pretty wild yeah might bitch ion really care least youre able see greatness",
        "sentiment": {
            "neg": 0.172,
            "neu": 0.494,
            "pos": 0.334,
            "compound": 0.8354
        },
        "emotions": {
            "Happy": 0.33,
            "Angry": 0.0,
            "Surprise": 0.11,
            "Sad": 0.11,
            "Fear": 0.44
        }
    },
    {
        "original_comment": "now redo divine feminine, you&#39;re biggest gripe about it was that it fell short because of the &quot;neo jazz rap&quot; trend at the time, but i find that unfair as a basis, and as that he legit just wanted to make a album exploring love.",
        "cleaned_comment": "redo divine feminine youre biggest gripe fell short quotneo jazz rapquot trend time find unfair basis legit wanted make album exploring love",
        "sentiment": {
            "neg": 0.104,
            "neu": 0.635,
            "pos": 0.261,
            "compound": 0.6908
        },
        "emotions": {
            "Happy": 0.17,
            "Angry": 0.33,
            "Surprise": 0.0,
            "Sad": 0.5,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "2009 wasn&#39;t even in your Favorite tracks...god you still dont get it.",
        "cleaned_comment": "wasnt even favorite tracksgod still dont get",
        "sentiment": {
            "neg": 0.292,
            "neu": 0.708,
            "pos": 0.0,
            "compound": -0.357
        },
        "emotions": {
            "Happy": 1.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "I don’t understand how, if this man claims to be so musically intelligent, how a rating can alter that much from initial listen. How much of the change of opinion was accredited to the Mac Miller fan base engagement on the previous video??",
        "cleaned_comment": "dont understand man claims musically intelligent rating alter much initial listen much change opinion accredited mac miller fan base engagement previous video",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.696,
            "pos": 0.304,
            "compound": 0.8074
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.33,
            "Sad": 0.33,
            "Fear": 0.33
        }
    },
    {
        "original_comment": "My fav album",
        "cleaned_comment": "fav album",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.25,
            "pos": 0.75,
            "compound": 0.4588
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "Finally.",
        "cleaned_comment": "finally",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 1.0
        }
    },
    {
        "original_comment": "Did he mention Dunno? This is probably my favorite song on the album, although I although I listen to the whole thing from start to finnish.",
        "cleaned_comment": "mention dunno probably favorite song album although although listen whole thing start finnish",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.8,
            "pos": 0.2,
            "compound": 0.4588
        },
        "emotions": {
            "Happy": 0.5,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.5
        }
    },
    {
        "original_comment": "How the hell is he not even going to mention Come Back To Earth?",
        "cleaned_comment": "hell even going mention come back earth",
        "sentiment": {
            "neg": 0.434,
            "neu": 0.566,
            "pos": 0.0,
            "compound": -0.6808
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 1.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Yes",
        "cleaned_comment": "yes",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.0,
            "pos": 1.0,
            "compound": 0.4019
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "It&#39;s shocking and almost comical to watch who is probably the most relevant music reviewer in the online space to be this spineless and backpedalling.<br><br>You didn&#39;t like the album, gave it a way below mediocre rating, the artist died, now it gets an excellent rating.<br><br>Whatever you or I think of the album or Mac doesn&#39;t matter, this shit is disgusting. Needless to say if he hadn&#39;t died this video would not have happened.",
        "cleaned_comment": "shocking almost comical watch probably relevant music reviewer online space spineless backpedallingyou didnt like album gave way mediocre rating artist died gets excellent ratingwhatever think album mac doesnt matter shit disgusting needless say hadnt died video would happened",
        "sentiment": {
            "neg": 0.249,
            "neu": 0.572,
            "pos": 0.179,
            "compound": -0.3987
        },
        "emotions": {
            "Happy": 0.08,
            "Angry": 0.08,
            "Surprise": 0.25,
            "Sad": 0.08,
            "Fear": 0.5
        }
    },
    {
        "original_comment": "Fuck this guy. Trying to fool loyal Mac Miller fans into watching his fake positive review now that it’s popular to like Mac. So convenient that he has had such a change of heart since the album first released.",
        "cleaned_comment": "fuck guy trying fool loyal mac miller fans watching fake positive review popular like mac convenient change heart since album first released",
        "sentiment": {
            "neg": 0.26,
            "neu": 0.411,
            "pos": 0.329,
            "compound": 0.3612
        },
        "emotions": {
            "Happy": 0.29,
            "Angry": 0.0,
            "Surprise": 0.14,
            "Sad": 0.29,
            "Fear": 0.29
        }
    },
    {
        "original_comment": "Just like a circle, I go back where I’m from ….",
        "cleaned_comment": "like circle go back im",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.615,
            "pos": 0.385,
            "compound": 0.3612
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "I feel like it’s not fair to review an album in a week, it’s just impossible to truly digest.  Honestly all reviewers (in all areas of art) should take a longer time to review, because they’re reviews are rushed just for the algorithm.<br><br>Months to years are put into art like this and you just know how good it is in a week somehow… ok",
        "cleaned_comment": "feel like fair review album week impossible truly digest honestly reviewers areas art take longer time review theyre reviews rushed algorithmmonths years put art like know good week somehow ok",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.557,
            "pos": 0.443,
            "compound": 0.946
        },
        "emotions": {
            "Happy": 0.33,
            "Angry": 0.33,
            "Surprise": 0.0,
            "Sad": 0.33,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "So I think you should shut your mouth because you obviously know nothing when it comes to meaning of lyrics, or POV. Ik you’re trying to fit a personality but you aren’t what your ego says.",
        "cleaned_comment": "think shut mouth obviously know nothing comes meaning lyrics pov ik youre trying fit personality arent ego says",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.872,
            "pos": 0.128,
            "compound": 0.3612
        },
        "emotions": {
            "Happy": 0.25,
            "Angry": 0.25,
            "Surprise": 0.0,
            "Sad": 0.25,
            "Fear": 0.25
        }
    },
    {
        "original_comment": "People are fucking crazy. It&#39;s an opinion, not an attempt at an objective statement. People treat Anthony like he&#39;s some objective marker, whether they like him or not.",
        "cleaned_comment": "people fucking crazy opinion attempt objective statement people treat anthony like hes objective marker whether like",
        "sentiment": {
            "neg": 0.12,
            "neu": 0.536,
            "pos": 0.344,
            "compound": 0.6133
        },
        "emotions": {
            "Happy": 0.33,
            "Angry": 0.0,
            "Surprise": 0.33,
            "Sad": 0.0,
            "Fear": 0.33
        }
    },
    {
        "original_comment": "Anthony, you can’t just improve your review by THIS much by reassuring us that “the feet grew  on me”. Enough is enough.",
        "cleaned_comment": "anthony cant improve review much reassuring us feet grew enough enough",
        "sentiment": {
            "neg": 0.171,
            "neu": 0.638,
            "pos": 0.191,
            "compound": 0.0757
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "Now do Red Light Redux and give it at least a 7",
        "cleaned_comment": "red light redux give least",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.5,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.5
        }
    },
    {
        "original_comment": "Thoughts on the sonf &quot;Wings&quot;?",
        "cleaned_comment": "thoughts sonf quotwingsquot",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 1.0
        }
    },
    {
        "original_comment": "back peddling, the movie.",
        "cleaned_comment": "back peddling movie",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "You know what? Credit to Melon for going back and fixing his review, but honestly, this is why critics like Fantano will always be mediocre and full of nonsense to me. It&#39;s a total lack of integrity when someone goes back on what they said previously about an album and changes their opinion due to its creator&#39;s passing. Contextualizing Mac&#39;s struggles with depression shouldn&#39;t change an album review score. The album was great then, and it&#39;s great now. This is something you see time and again with films too — where people initially give an incredibly negative review of a film like Kubrick&#39;s Clockwork Orange or Full Metal Jacket, and then change their tune because it has become more popular or is better appreciated over time. It&#39;s lazy criticism and speaks to the lack of honesty among some critics. It should be remembered that art shouldn&#39;t be judged differently due to passing life events, but rather on its own merits. Again, appreciate that he went back and changed the score, but don&#39;t be lazy. Be honest.",
        "cleaned_comment": "know credit melon going back fixing review honestly critics like fantano always mediocre full nonsense total lack integrity someone goes back said previously album changes opinion due creators passing contextualizing macs struggles depression shouldnt change album review score album great great something see time films people initially give incredibly negative review film like kubricks clockwork orange full metal jacket change tune become popular better appreciated time lazy criticism speaks lack honesty among critics remembered art shouldnt judged differently due passing life events rather merits appreciate went back changed score dont lazy honest",
        "sentiment": {
            "neg": 0.235,
            "neu": 0.484,
            "pos": 0.282,
            "compound": 0.8179
        },
        "emotions": {
            "Happy": 0.24,
            "Angry": 0.12,
            "Surprise": 0.06,
            "Sad": 0.18,
            "Fear": 0.41
        }
    },
    {
        "original_comment": "Please do a redux review of Divine Feminine. It deserves better than that 4.",
        "cleaned_comment": "please redux review divine feminine deserves better",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.312,
            "pos": 0.688,
            "compound": 0.8316
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 1.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Mac will always be the greatest <br>multi-talented instrumentalist/rapper/musician of our generation. thEEEEEEE GOAT.<br>      John Mayer also on the guitar for Small Worlds….✌️<br> Mayer also covered Small Worlds Live in concert…dedicated to Mac. <br>He showed up at Mac’s crib to just listen to music. Didn’t even bring a guirtar.. heard small worlds and use one of Mac’s guitars to make the riffs for the final product. Legendary.",
        "cleaned_comment": "mac always greatest multitalented instrumentalistrappermusician generation theeeeeee goat john mayer also guitar small worlds mayer also covered small worlds live concertdedicated mac showed macs crib listen music didnt even bring guirtar heard small worlds use one macs guitars make riffs final product legendary",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.909,
            "pos": 0.091,
            "compound": 0.6369
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.11,
            "Surprise": 0.0,
            "Sad": 0.22,
            "Fear": 0.67
        }
    },
    {
        "original_comment": "the newest comments here cement to me the fact that people are no longer used to other people changing their opinions now and then. thats apparently become such a foreign concept, which is so weird to think about honestly",
        "cleaned_comment": "newest comments cement fact people longer used people changing opinions thats apparently become foreign concept weird think honestly",
        "sentiment": {
            "neg": 0.082,
            "neu": 0.773,
            "pos": 0.145,
            "compound": 0.3182
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "Idk 2009 was my favourite track",
        "cleaned_comment": "idk favourite track",
        "sentiment": {
            "neg": 0.412,
            "neu": 0.588,
            "pos": 0.0,
            "compound": -0.1027
        },
        "emotions": {
            "Happy": 1.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "This really made me loose respect for Melon, to me keeping your opinions even if unpopular should be the ultimate job of a critic, to go from a 3 to an 8 just seems like you went “of shit my fan base loves him and he died so I need to pander to them”",
        "cleaned_comment": "really made loose respect melon keeping opinions even unpopular ultimate job critic go seems like went shit fan base loves died need pander",
        "sentiment": {
            "neg": 0.307,
            "neu": 0.387,
            "pos": 0.306,
            "compound": -0.0038
        },
        "emotions": {
            "Happy": 0.25,
            "Angry": 0.0,
            "Surprise": 0.12,
            "Sad": 0.38,
            "Fear": 0.25
        }
    },
    {
        "original_comment": "I feel like this review isn’t genuine,not to the fault of your own Anthony.",
        "cleaned_comment": "feel like review isnt genuinenot fault anthony",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.512,
            "pos": 0.488,
            "compound": 0.5801
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "Fake",
        "cleaned_comment": "fake",
        "sentiment": {
            "neg": 1.0,
            "neu": 0.0,
            "pos": 0.0,
            "compound": -0.4767
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 1.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "I personally feel like 2009 is an underated track in the album.",
        "cleaned_comment": "personally feel like underated track album",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.667,
            "pos": 0.333,
            "compound": 0.3612
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "wow i just saw this",
        "cleaned_comment": "wow saw",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.208,
            "pos": 0.792,
            "compound": 0.5859
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 1.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Re-review of Jawbreaker’s ‘Dear You”. I’d love to hear it. That album went from straight up trashed to highly revered",
        "cleaned_comment": "rereview jawbreakers dear id love hear album went straight trashed highly revered",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.394,
            "pos": 0.606,
            "compound": 0.9061
        },
        "emotions": {
            "Happy": 0.33,
            "Angry": 0.33,
            "Surprise": 0.33,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "So glad i saw that &quot;whats my worst take&quot; i dont hate you anymore(yes I do) xoxo",
        "cleaned_comment": "glad saw quotwhats worst takequot dont hate anymoreyes xoxo",
        "sentiment": {
            "neg": 0.4,
            "neu": 0.273,
            "pos": 0.327,
            "compound": -0.323
        },
        "emotions": {
            "Happy": 0.5,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.5,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Anthony fraudtano is a sentient Che Guevara t-shirt",
        "cleaned_comment": "anthony fraudtano sentient che guevara tshirt",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "Im still dont buying this shit, an apologize would be better",
        "cleaned_comment": "im still dont buying shit apologize would better",
        "sentiment": {
            "neg": 0.107,
            "neu": 0.413,
            "pos": 0.481,
            "compound": 0.6734
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.5,
            "Sad": 0.5,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "I can’t believe that it was originally rated so low, context or not, going into it deeply or not, it’s such a pleasantly sounding album, even at a surface level.",
        "cleaned_comment": "cant believe originally rated low context going deeply pleasantly sounding album even surface level",
        "sentiment": {
            "neg": 0.12,
            "neu": 0.686,
            "pos": 0.194,
            "compound": 0.3167
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.67,
            "Fear": 0.33
        }
    },
    {
        "original_comment": "ALBUM IS A TEN",
        "cleaned_comment": "album ten",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "Time for a Circles redux from a strong 8 to a strong ♾️",
        "cleaned_comment": "time circles redux strong strong",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.312,
            "pos": 0.688,
            "compound": 0.765
        },
        "emotions": {
            "Happy": 1.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Yup this is on point album was great",
        "cleaned_comment": "yup point album great",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.423,
            "pos": 0.577,
            "compound": 0.6249
        },
        "emotions": {
            "Happy": 0.5,
            "Angry": 0.0,
            "Surprise": 0.5,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Melon Culpa.",
        "cleaned_comment": "melon culpa",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "I knew you were gonna pull this bs the moment I saw you bawling at Good News. Took ya long enough phony",
        "cleaned_comment": "knew gon na pull bs moment saw bawling good news took ya long enough phony",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.828,
            "pos": 0.172,
            "compound": 0.4404
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 1.0
        }
    },
    {
        "original_comment": "The song 2009 blew my mind",
        "cleaned_comment": "song blew mind",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 1.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Funny how he couldn’t stand how “boring” this album and the divine feminine were, and now he’s completely changed his tune after Mac’s passing",
        "cleaned_comment": "funny couldnt stand boring album divine feminine hes completely changed tune macs passing",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.542,
            "pos": 0.458,
            "compound": 0.8157
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.2,
            "Sad": 0.4,
            "Fear": 0.4
        }
    },
    {
        "original_comment": "Best redux you’ve ever made",
        "cleaned_comment": "best redux youve ever made",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.488,
            "pos": 0.512,
            "compound": 0.6369
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 1.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Honestly i knew he was gonna like it",
        "cleaned_comment": "honestly knew gon na like",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.353,
            "pos": 0.647,
            "compound": 0.6705
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "wearing your dancing shoes for that walk back? i appreciate the acknowledgement but the damage was done.",
        "cleaned_comment": "wearing dancing shoes walk back appreciate acknowledgement damage done",
        "sentiment": {
            "neg": 0.248,
            "neu": 0.543,
            "pos": 0.209,
            "compound": -0.128
        },
        "emotions": {
            "Happy": 0.33,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.67
        }
    },
    {
        "original_comment": "So this guy just redoes his reviews when the popular consensus ends up disagreeing with him? If Mac was still alive this video would not exist, this man is a cancer on music discourse.",
        "cleaned_comment": "guy redoes reviews popular consensus ends disagreeing mac still alive video would exist man cancer music discourse",
        "sentiment": {
            "neg": 0.27,
            "neu": 0.516,
            "pos": 0.214,
            "compound": -0.34
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 1.0
        }
    },
    {
        "original_comment": "If you ever did drugs and your ever made music… this is a fucking 20… get your little 8 out of here",
        "cleaned_comment": "ever drugs ever made music fucking get little",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0.5,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.5,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "This dropped right when astroworld did, and because I was such a Travis fanboy at the time and wasn’t at all familiar with Mac’s music, I admittedly didn’t even give this album the time of day when it released. I’m kind of embarrassed to admit that I only gave it a listen after he died, but when I finally did, it was love at first listen. I had a horrible episode of depression in 2019 as a senior in high school, and music was one of the only things that brought me any sort of joy in my life. This album was a large part of that joy. I related to its themes and emotional content deeply. Smoking boof dab cart and driving around listening to ladders is one of my favorite memories of that time. I just wish I had been musically open minded enough to be a fan while he was still alive, because he was so awesome. At least he left us with this beautiful work of art.",
        "cleaned_comment": "dropped right astroworld travis fanboy time wasnt familiar macs music admittedly didnt even give album time day released im kind embarrassed admit gave listen died finally love first listen horrible episode depression senior high school music one things brought sort joy life album large part joy related themes emotional content deeply smoking boof dab cart driving around listening ladders one favorite memories time wish musically open minded enough fan still alive awesome least left us beautiful work art",
        "sentiment": {
            "neg": 0.118,
            "neu": 0.551,
            "pos": 0.331,
            "compound": 0.9716
        },
        "emotions": {
            "Happy": 0.19,
            "Angry": 0.04,
            "Surprise": 0.11,
            "Sad": 0.19,
            "Fear": 0.48
        }
    },
    {
        "original_comment": "This made me feel good inside. Blocked and reported.",
        "cleaned_comment": "made feel good inside blocked reported",
        "sentiment": {
            "neg": 0.233,
            "neu": 0.444,
            "pos": 0.322,
            "compound": 0.2023
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 1.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "This isn’t cool you can keep this shit. If Mac was still alive this album would’ve never got a redux review",
        "cleaned_comment": "isnt cool keep shit mac still alive album wouldve never got redux review",
        "sentiment": {
            "neg": 0.112,
            "neu": 0.572,
            "pos": 0.316,
            "compound": 0.5517
        },
        "emotions": {
            "Happy": 0.33,
            "Angry": 0.0,
            "Surprise": 0.33,
            "Sad": 0.0,
            "Fear": 0.33
        }
    },
    {
        "original_comment": "THANK GOD",
        "cleaned_comment": "thank god",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.0,
            "pos": 1.0,
            "compound": 0.5574
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 1.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "While mac&#39;s death do bring new perspectives to the album, this review didn&#39;t seem catered to that, it felt like a genuine growth and view on old things",
        "cleaned_comment": "macs death bring new perspectives album review didnt seem catered felt like genuine growth view old things",
        "sentiment": {
            "neg": 0.17,
            "neu": 0.609,
            "pos": 0.222,
            "compound": 0.0516
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.17,
            "Sad": 0.33,
            "Fear": 0.5
        }
    },
    {
        "original_comment": "His lowkey, raspy and quiet vocals are part of what make the album what it is.",
        "cleaned_comment": "lowkey raspy quiet vocals part make album",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 1.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Godbless u I actually like u now",
        "cleaned_comment": "godbless u actually like u",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.444,
            "pos": 0.556,
            "compound": 0.3612
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "A 3 to an 8 makes me question your integrity on the original review. Thats such a drastic opinion shift.",
        "cleaned_comment": "makes question integrity original review thats drastic opinion shift",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.588,
            "pos": 0.412,
            "compound": 0.5994
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.5,
            "Fear": 0.5
        }
    },
    {
        "original_comment": "Do a rereview of 2014 by cole",
        "cleaned_comment": "rereview cole",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "so it sucked when he was alive???",
        "cleaned_comment": "sucked alive",
        "sentiment": {
            "neg": 0.536,
            "neu": 0.0,
            "pos": 0.464,
            "compound": -0.1027
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "This is dope.  I&#39;m glad you got to have a better experience with this album. I think its one of his best albums, up there with Faces and Watching Movies With The Sound Off. His NPR performance is so good. The way he performs 2009 and what&#39;s the use sounds way better live than the album version",
        "cleaned_comment": "dope im glad got better experience album think one best albums faces watching movies sound npr performance good way performs whats use sounds way better live album version",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.591,
            "pos": 0.409,
            "compound": 0.9423
        },
        "emotions": {
            "Happy": 0.25,
            "Angry": 0.25,
            "Surprise": 0.5,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "It sounds like he needed to die for you to understand",
        "cleaned_comment": "sounds like needed die understand",
        "sentiment": {
            "neg": 0.415,
            "neu": 0.319,
            "pos": 0.266,
            "compound": -0.34
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "That’s more like it",
        "cleaned_comment": "thats like",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.286,
            "pos": 0.714,
            "compound": 0.3612
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "His next redux review… he gives chances the big day a 10/10 😂",
        "cleaned_comment": "next redux review gives chances big day",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.769,
            "pos": 0.231,
            "compound": 0.2023
        },
        "emotions": {
            "Happy": 0.5,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.5
        }
    },
    {
        "original_comment": "Yeah I feel like this was just to keep face based on the first review",
        "cleaned_comment": "yeah feel like keep face based first review",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.561,
            "pos": 0.439,
            "compound": 0.5719
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 1.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "That’s crazy how much  he likes it now",
        "cleaned_comment": "thats crazy much likes",
        "sentiment": {
            "neg": 0.333,
            "neu": 0.278,
            "pos": 0.389,
            "compound": 0.1027
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 1.0
        }
    },
    {
        "original_comment": "cant believe I haven&#39;t seen this yet lol I remember being unreasonably offended at the go negative review, it blew my mind,  this is nice to see. RIP Mac",
        "cleaned_comment": "cant believe havent seen yet lol remember unreasonably offended go negative review blew mind nice see rip mac",
        "sentiment": {
            "neg": 0.323,
            "neu": 0.564,
            "pos": 0.113,
            "compound": -0.6407
        },
        "emotions": {
            "Happy": 0.2,
            "Angry": 0.0,
            "Surprise": 0.4,
            "Sad": 0.2,
            "Fear": 0.2
        }
    },
    {
        "original_comment": "For Anthony to go from a 3 to this score - goes to show you should never take Melon’s reviews too hard if you’re a fan or artist 👍🏻",
        "cleaned_comment": "anthony go score goes show never take melons reviews hard youre fan artist",
        "sentiment": {
            "neg": 0.095,
            "neu": 0.748,
            "pos": 0.156,
            "compound": 0.2263
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 1.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "bro acting like he ain’t give it a 3 the first time around, fuck outa here",
        "cleaned_comment": "bro acting like aint give first time around fuck outa",
        "sentiment": {
            "neg": 0.25,
            "neu": 0.571,
            "pos": 0.179,
            "compound": -0.25
        },
        "emotions": {
            "Happy": 0.5,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.5
        }
    },
    {
        "original_comment": "about goddamn time melonhead",
        "cleaned_comment": "goddamn time melonhead",
        "sentiment": {
            "neg": 0.608,
            "neu": 0.392,
            "pos": 0.0,
            "compound": -0.4767
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "This review has killed your credibility, it&#39;s just bad practice as a critic. You have clearly shown bias because an artist has died. It&#39;s the most pathetic attempt at careerism I&#39;ve ever seen.",
        "cleaned_comment": "review killed credibility bad practice critic clearly shown bias artist died pathetic attempt careerism ive ever seen",
        "sentiment": {
            "neg": 0.597,
            "neu": 0.317,
            "pos": 0.086,
            "compound": -0.9442
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.33,
            "Sad": 0.33,
            "Fear": 0.33
        }
    },
    {
        "original_comment": "giving it a 3 at first and then after years an 8 makes me question if there really is any rating method",
        "cleaned_comment": "giving first years makes question really rating method",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.745,
            "pos": 0.255,
            "compound": 0.34
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.33,
            "Fear": 0.67
        }
    },
    {
        "original_comment": "Take this L brah. Mac&#39;s album was always great regardless of your dumbass opinion 😂",
        "cleaned_comment": "take l brah macs album always great regardless dumbass opinion",
        "sentiment": {
            "neg": 0.245,
            "neu": 0.476,
            "pos": 0.279,
            "compound": 0.128
        },
        "emotions": {
            "Happy": 0.5,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.5
        }
    },
    {
        "original_comment": "House of Balloons should get a Redux Review imo. Even if your opinon hasn&#39;t changed, I&#39;d be interested to see how you view it in light of how huge and influential he has become.",
        "cleaned_comment": "house balloons get redux review imo even opinon hasnt changed id interested see view light huge influential become",
        "sentiment": {
            "neg": 0.101,
            "neu": 0.668,
            "pos": 0.232,
            "compound": 0.4482
        },
        "emotions": {
            "Happy": 1.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "FACES also need a redux review.",
        "cleaned_comment": "faces also need redux review",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 1.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Circles Redux soon?",
        "cleaned_comment": "circles redux soon",
        "sentiment": {
            "neg": 0.0,
            "neu": 1.0,
            "pos": 0.0,
            "compound": 0.0
        },
        "emotions": {
            "Happy": 0,
            "Angry": 0,
            "Surprise": 0,
            "Sad": 0,
            "Fear": 0
        }
    },
    {
        "original_comment": "Forget about MBDTF. This is the good ending right here.",
        "cleaned_comment": "forget mbdtf good ending right",
        "sentiment": {
            "neg": 0.244,
            "neu": 0.385,
            "pos": 0.372,
            "compound": 0.25
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.5,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.5
        }
    },
    {
        "original_comment": "Ok now do The Divine Feminine",
        "cleaned_comment": "ok divine feminine",
        "sentiment": {
            "neg": 0.0,
            "neu": 0.147,
            "pos": 0.853,
            "compound": 0.7003
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.0,
            "Sad": 1.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "Yah the original review for this was so far off. Hard 8/10",
        "cleaned_comment": "yah original review far hard",
        "sentiment": {
            "neg": 0.209,
            "neu": 0.448,
            "pos": 0.343,
            "compound": 0.2263
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 1.0,
            "Surprise": 0.0,
            "Sad": 0.0,
            "Fear": 0.0
        }
    },
    {
        "original_comment": "how on earth did u rate it so low the first time?",
        "cleaned_comment": "earth u rate low first time",
        "sentiment": {
            "neg": 0.344,
            "neu": 0.656,
            "pos": 0.0,
            "compound": -0.2732
        },
        "emotions": {
            "Happy": 0.0,
            "Angry": 0.0,
            "Surprise": 0.33,
            "Sad": 0.33,
            "Fear": 0.33
        }
    }
]